Repository: marrob/MCAN120803.Light
Catalog: Konvolucio.MCAN120803.GUI/TextResource.*.resx
Languages: hu_hu

# columnArbitrationId
source: Arbitration Id
hu_hu: Arbitrációs az.

# columnClick
source: Click
hu_hu: Klik

# columnComment
source: Comment
hu_hu: Megjegyzés

# columnData
source: Data
hu_hu: Adat

# columnDescription
source: Description
hu_hu: Leírás

# columnDirection
source: Direction
hu_hu: Irány

# columnDocumentation
source: Documentation
hu_hu: Dokumentáció

# columnIsPeriod
source: IsPeriod
hu_hu: Periodikus

# columnKey
source: Key
hu_hu: Bill.

# columnLength
source: Length
hu_hu: Hossz

# columnName
source: Name
hu_hu: Név

# columnPeriodTime
source: PeriodTime [ms]
hu_hu: Periodusidő [ms]

# columnRemote
source: Remote
hu_hu: Távoli

# columnTimestamp
source: Timestamp
hu_hu: Időbléyeg

# columnType
source: Type
hu_hu: Típus

# menuItem_AddToFilter_Text
source: Add To Filter
hu_hu: Szűrhöhoz ad

# menuItem_AutoColumnWidth_Text
source: Automatic Column Width
hu_hu: Automatikus oszlopszélesség

# menuItem_AutoScrolling_Text
source: Auto-Scrolling
hu_hu: Automatikus görgetés

# menuItem_Baudrate_ToolTip
source: Bus speed selection (Baud Rate)
hu_hu: Átviteli sebesség kiválasztása (Baud Rate)

# menuItem_Clear_Text
source: Clear
hu_hu: Törlés

# menuItem_Copy_Text
source: Copy
hu_hu: Másolás

# menuItem_DeleteMsg_Text
source: Message Delete
hu_hu: Üzenet törlése

# menuItem_Delete_Text
source: Delete
hu_hu: Törlés

# menuItem_Disable_Text
source: Disable
hu_hu: Kikapcsol

# menuItem_EditDescription_Text
source: Edit Description
hu_hu: Ismertető szerkesztése

# menuItem_Enable_Text
source: Enable
hu_hu: Bekapcsol

# menuItem_ExpandAllSection_Text
source: Expand All Section
hu_hu: Összes szekció kibontása

# menuItem_ListenOnly_Text
source: LISTEN ONLY
hu_hu: CSAK FIGYEL

# menuItem_ListenOnly_ToolTip
source: The messages are not acknowledged.
hu_hu: Nem nyugtáz üzenetet.

# menuItem_Loopback_Text
source: LOOPBACK
hu_hu: VISSZACSATOLT

# menuItem_Loopback_ToolTip
source: The message gets sent back.
hu_hu: Az elküldött üzenetet visszakapja.

# menuItem_NewFilter_Text
source: New Filter
hu_hu: Új szűrő

# menuItem_NewMsg_Text
source: New Message
hu_hu: Új üzenet

# menuItem_NonAutoReTx_Text
source: NON AUTO RE TX
hu_hu: NINCS ISMÉTELT KÜLDÉS

# menuItem_NonAutoReTx_ToolTip
source: The device is sending the message does not try, normally several times trying.
hu_hu: Az eszköz az üzenet küldésével nem probálkozik, alaphelyzetben többször probálkozik.

# menuItem_Off_Text
source: Off
hu_hu: Ki

# menuItem_Paste_Text
source: Paste
hu_hu: Beilleszt

# menuItem_Reload_Text
source: Reload
hu_hu: Újratölt

# menuItem_Rename_Text
source: Rename
hu_hu: Átnevez

# menuItem_Reset_Text
source: Clear
hu_hu: Újraindítás

# menuItem_Save_Text
source: Save
hu_hu: Mentés

# menuItem_ShowHide_Text
source: Show/Hide
hu_hu: Elrejtés/Megjelenítés

# menuItem_Termination_Text
source: TERMINATION
hu_hu: LEZÁRÁS

# menuItem_Termination_ToolTip
source: To enable the bus terminating resistor.
hu_hu: Buszt lezáró ellenállás engedélyezése.

# msgBox_DoYouWantToSave_Text
source: Do you want to save {0}?
hu_hu: Menti a(z) {0} módosításait?

# node_ArbitrationId_Text
source: Arbitration Id: [{0}]
hu_hu: Arbitrációs az: [{0}]

# node_Count_Text
source: Count
hu_hu: Száma

# node_Data_Text
source: Data
hu_hu: Adat

# node_Direction_Text
source: Direction
hu_hu: Irány

# node_Drop_Text
source: Drop
hu_hu: Elveszett

# node_Error_Text
source: Error
hu_hu: Hiba

# node_FilterNameArbId_Text
source: Filter:{0} [{1}]
hu_hu: Szürő: {0} [{1}]

# node_FilterNoNameArbId_Text
source: Filter: NONAME [{0}]
hu_hu: Szürő: NEVTELEN [{0}]

# node_Filters_Text
source: Filters
hu_hu: Szürők

# node_Last_Text
source: Last
hu_hu: Utolsó

# node_MessageNameArbId_Text
source: Message: {0} [{1}]
hu_hu: Üzenet: {0} [{1}]

# node_MessageNoNameArbId_Text
source: Message: NONAME [{0}]
hu_hu: Üzenet: NEVTELEN [{0}]

# node_MessagesStatistics_Text
source: Messages Statistics
hu_hu: Üzenet Statisztika

# node_Pending_Text
source: Pending
hu_hu: Függőben

# node_PeriodTime_Text
source: Period Time
hu_hu: Periodusidő

# node_Received_Text
source: Received
hu_hu: Fogadott

# node_AdapterStatistics_Text
source: Adapter Statistics
hu_hu: Adapter Statisztika

# node_Time_Text
source: Time
hu_hu: Idő

# node_Total_Text
source: Total
hu_hu: Összesen

# node_Transmitted_Text
source: Transmitted
hu_hu: Küldött

# node_Type_Text
source: Type
hu_hu: Típusa

# TestString
source: Hungary I'm not a tourist.
hu_hu: Magyar vagyok nem turista.

# text_BaudRatePrescaler
source: Baud Rate Prescaler[BRP]: {0}
hu_hu: Átviteli sebesség osztó[BRP]: {0}

# text_BaudrateSystemClock
source: System Clock[PCLK]: {0:N4} MHz
hu_hu: Rendszer órajel[PCLK]: {0:N4} MHz

# text_DataTooLong
source: Data frame is too long, max 8 data byte.
hu_hu: Az adat keret maiximum 8 bájt lehet.

# text_FileNameInvalidCharacter
source: Invalid character in file name: '{0}'
hu_hu: A fájlnév nem megnengdett karakter(eket) tartalmaz: '{0}'

# text_InvalidArbitationIdFormat
source: Invalid Format, the value can only hex numbers (0..F). Valid Formats: "0x00" or "0x00000000" or "00000000"
hu_hu: Érvénytelen formátum, az érték csak hexa szám lehet (0..F). Érvényes formátumok: "0x00" vagy "0x00000000" vagy "00000000"

# text_InvalidDataFormat
source: Invalid Data Frame, the value can only hex numbers (0..F). Valid Formats: "0x01, 0x02..." or "0x01 0x02..." or "01 02" or "0102"
hu_hu: Érvénytelen formátum, érték csak hexa szám lehet (0..F). Érvényes formátumok: "0x01, 0x02..." vagy "0x01 0x02..." vagy "01 02..." or "0102..."

# text_SymbolFirscCharacter
source: A Symbol Name must begin with an alapha character or a '_' and may only contain alpha, numeric and '_' characters.
hu_hu: A szimbólum első karaktere csak betüvel vagy '_' karakterrel kezdődhet a többi karatker lehet vagy betű vagy '_', lásd: ANSI C azanósítók.

# text_SymbolInvalidCharacter
source: Ivalid character in Symbol Name: '{0}'.
hu_hu: A szimbólum nem megengedett karaktert tartalmaz:'{0}'

# text_SymbolNameMaxLength
source: Symbol Name maximum lenght is: {0}.
hu_hu: Maximális szímbólum hossza: {0} karkter lehet.

# node_Logs_Text
source: Logs
hu_hu: Naplók

# text_DISABLED
source: DISABLED
hu_hu: KIAKPCSOLVA

# text_ENABLED
source: ENABLED
hu_hu: BEKAPCSOLVA

# text_SENDER
source: SENDER
hu_hu: KÜLDŐ

# text_TRACE
source: TRACE
hu_hu: NYOMKÖVETŐ

# msgBox_RestartRequiredDoYouWantNow
source: Restart Required. Do you want now?
hu_hu: Újraindítás szükséges! Szeretnéd most?

# text_AlreadyExists
source: Already Exists.
hu_hu: Már létezik.

# text_ItCanNotBeANegativeNumber
source: It can not be a negative number.
hu_hu: Nem lehet negatív szám.

# text_ItCanNotBeMoreThan
source: It can not be more than {0}.
hu_hu: Nem lehet több mint: {0}.

# text_TheFieldCantBeEmtpy
source: The Field cant be empty.
hu_hu: A mező nem lehet üres.

# text_TheShiftIsTooLargeUpTo
source: The shift is too large, up to: {0}.
hu_hu: Az eltolás túl nagy, max {0} lehet.

# text_TheTextIsTooLong
source: The Text Is Too Long
hu_hu: A szöveg túl hosszú.

# text_TheValueCanNotBeNull
source: The value can not be null.
hu_hu: Nem lehet nulla.

# menuItem_CollapseAllSection_Text
source: Collapse All Section
hu_hu: Összes szekció bezárása

# menuItem_ExpandMainSection_Text
source: Expand Main Section
hu_hu: Fő szekció kibontása

# text_DirectoryCannotBeCreated
source: Directory cannot be created.
hu_hu: Nem hozható létre a könyvtár.

# text_FileAlreadyExists
source: The filename file already exists.
hu_hu: Már létezik ilyen fájl.

# text_DESCRIPTION
source: DESCRIPTION
hu_hu: ISMERTETŐ

# text_LOGVIEW
source: LOG
hu_hu: NAPLÓ

# text_STATISTICS
source: MESSAGE STATISTICS
hu_hu: ÜZENET STATISZTIKA

# columnCount
source: Count
hu_hu: Száma

# columnRate
source: Rate [msg/s]
hu_hu: Gyakorisága [üz/s]

# columnDeltaT
source: DeltaT
hu_hu: DeltaT [ms]

# text_FILTERS
source: FILTERS
hu_hu: SZŰRŐK

# columnEnabled
source: On/Off
hu_hu: Be/Ki

# columnMaskOrArbId
source: Mask or Arbitration Id
hu_hu: Maszk vagy Arbitrációs az.

# columnMode
source: Mode
hu_hu: Üzemmód

# menuItem_New_Text
source: New
hu_hu: Új

# text_ArbitrationId
source: Arbitration Id
hu_hu: Arbitrációs az.

# text_Drop
source: Drop
hu_hu: Dobd el.

# text_Mask
source: Mask
hu_hu: Maszk

# text_InsertToLog
source: Insert To Log
hu_hu: Tedd a naplóba.

# text_InsertToTrace
source: Insert To Trace
hu_hu: Tedd a nyomkövetőbe.

# text_InsertToTraceAndLog
source: Insert To Trace and Log
hu_hu: Tedd a nyomkövetőbe és a naplóba.

# menuItem_Fullscreen
source: Fullscreen
hu_hu: Teljes képernyő
